{
  "HEADER": {
    "ABOUT": "About me",
    "SKILLS": "Skills",
    "PROJECTS": "Projects"
  },
  "ATF": {
    "DEVELOPER": "Frontend Developer",
    "CONTACT": "Contact me",
    "CHECK_WORK": "Check my work",
      "BASED_IN": "Based in Blankenburg",
    "AVAILABLE": "Available for remote work",
    "OPEN_TO": "About me"
  },
  "ABOUT_ME": {
    "WHO": "Who I Am",
    "ABOUT_ME": "About me",
    "INTRO": "",
    "LOCALISATION": "",
    "EFFORT": "",
    "DESCRIPTION": ""
  },
  "SKILLS": {
    "TECHS": "Technologies",
    "SKILL_SET": "Skill Set",
    "INTRO": "",
    "YOU_NEED": "You need",
    "ANOTHER": "another skill?",
    "EXPANDING": "Feel free to contact me . I look forward to expanding on my previous knowledge.",
    "TALK": "Let's Talk",
    "SPECIAL_INT": "I have a special interest in learning"
  },
  "PROJECTS": {
    "PORTFOLIO": "Portfolio",
    "FEATURED_PROJECTS": "Featured Projects",
    "EXPLANATION": "Explore a selection of my work here - interact with projects to see my skills in action.",
    "SINGLE_PROJECT": {
      "ABOUT_QUESTION": "What is this project about?",
      "NEXT": "Next project",
      "EPL": {
        "ABOUT_CONTENT": "Jump, run and throw game based on object-orientated approach. Help Pepe to find coins and tabasco salsa to to fight against the crazy hen."
      },
      "JOIN": {
        "ABOUT_CONTENT": "Task manager inspired by the Kanban System, Create and organize tasks using drag and drop functions, assign users and categories."
      },
      "PORTFOLIO": {
        "ABOUT_CONTENT": "Collection of my work..."
      }
    }
  },
  "QUOTATIONS": {
    "HEADING": "What my  colleages say about me",
    "SINGLE_CARD": {}
  },
  "CONTACT": {
    "CONTACT_ME": "Contact me",
    "HEADING": "Let's work together",
    "SUBHEADING": "Got a problem to solve?",
    "CONTENT": "",
    "NEED_DEVELOPER": "Need a Frontend developer?",
    "TALK": "Let's talk!",
    "CONTACT_FORM": {
      "QUESTIONS": {
        "NAME": "What's your name?",
        "MAIL": "What'S your email?",
        "CONTENT": "How can I help you?"
      },
      "PLACEHOLDER": {
        "NAME": "Your name goes here",
        "MAIL": "youremail@email.com",
        "CONTENT": "Hello Rolf I am interested in..."
      },
      "WARNINGS": {
        "NAME": "Oops, it seems your name is missing",
        "MAIL": "  Hoppla! Your email is required.",
        "CONTENT": " What do you need to develop ?",
        "PP": "  Please accept the privacy policy."
      },
      "READ": "I have read the",
      "AGREE_DATA": "and agree to the processing of my data as outlined",
      "PP_LINK": "privacy policy",
      "SUBMIT_BTN": "Say Hello ;)"
    }
  },
  "SHARED": {
    "FOOTER": {
      "DEVELOPER": "Web Developer",
      "LOC": "Blankenburg(Harz) Germany",
      "LN": "Legal Notice",
      "PP": "Privacy Policy",
      "IMPRINT": "Impressum"
    }
  },
  "PP": {
    "MAIN_HEADING": "Privacy Policy",
    "BACK_TO_PORTFOLIO": ">> Home <<",
    "GEN_INFO": "1.General Information",
    "GEN_INFO_CONTENT": "I take the protection of your personal data very seriously. This privacy policy informs you about what data is collected on my website and how it is used. The website serves to introduce myself and links to various projects hosted on separate subdomains.",
    "RES_PARTY_HEADING": "2. Responsible Party",
    "RES_PARTY_CONTENT": "I am responsible for data processing on this website:",
    "PERS_HEADING": "3. Collection and Storage of Personal Data",
    "PERS_DATA_CONTENT": "When visiting this website, certain information about your access is automatically stored, including:",
    "PERS_DATA_IP": "-IP address",
    "PERS_DATA_DATE": "-Date and time of access",
    "PERS_DATA_BROWSER": "-Browser type and version",
    "PERS_DATA_OS": "-Operating system",
    "PERS_DATA_REFERRER": "-Referrer URL (the previously visited page)",
    "PERS_DATA_EXPL": "This data is used for security and website improvement purposes and is not used to personally identify you.",
    "COOKIE_HEADING": "4. Use of Cookies",
    "COOKIE_CONTENT": "This website does not use tracking cookies. If individual linked subdomains or projects use cookies, separate privacy policies will be provided there.",
    "EXT_LINKS_HEADING": "5. External Links and Embedded Content",
    "EXT_LINKS_CONTENT": "My website contains links to my own projects hosted on separate subdomains. When accessing these pages, their respective privacy policies apply. I have no control over what data is collected there.",
    "PROCESSING_HEADING": "6. Legal Basis for Processing",
    "PROCESSING_INFO": "The processing of personal data is based on my legitimate interest (Art. 6(1)(f) GDPR) to ensure the security and functionality of the website.",
    "RIGHTS_HEADING": "7. Your Rights",
    "RIGHTS_INTRO": "You have the following rights regarding your personal data:",
    "RIGHTS_ACCESS": "-Right to access (Art. 15 GDPR)",
    "RIGHTS_RECTIFICATION": "-Right to rectification (Art. 16 GDPR)",
    "RIGHTS_ERASURE": "-Right to erasure (Art. 17 GDPR)",
    "RIGHTS_RESTRICTION": "-Right to restriction of processing (Art. 18 GDPR)",
    "RIGHTS_OBJECTS": "-Right to object to processing (Art. 21 GDPR)",
    "RIGHTS_DATA": "-Right to data portability (Art. 20 GDPR)",
    "RIGHTS_EXPL": "To exercise these rights, you can contact me using the details provided above.",
    "CHANGES__PP_HEADING": "8. Changes to this Privacy Policy",
    "CHANGES_PP_CONTENT": "I reserve the right to modify this privacy policy at any time to comply with legal requirements or to reflect changes on the website.",
    "UPDATE": "Last updated:"
  },
  "IMPRINT": {
    "MAIN_HEADING": "Imprint",
    "BACK_TO_PORTFOLIO": ">> Home <<",
    "INFO_TMG_HEADING": "Information according to § 5 TMG",
    "RES_CONT_HEADING": "Responsible for content according to § 55 Abs. 2 RStV",
    "LIAB_CONT_HEADING": "Liability for Content",
    "LIAB_CONTENT_CONTENT": "As a service provider, I am responsible for my own content on these pages in accordance with § 7 Abs.1 TMG and general laws. However, according to §§ 8 to 10 TMG, I am not obliged to monitor transmitted or stored external information or to investigate circumstances that indicate illegal activity.",
    "LIAB_CONTENT_INFO": "Obligations to remove or block the use of information under general laws remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. If I become aware of any such legal violations, I will remove this content immediately.",
    "LIAB_LINKS_HEADING": "Liability for Links",
    "LIAB_LINKS_CONTENT": "My website contains links to external third-party websites, over whose content I have no influence. Therefore, I cannot assume any liability for these external contents. The respective provider or operator of the linked sites is always responsible for their content. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at that time.",
    "LIAB_LINKS_INFO": "However, permanent monitoring of the linked pages is not reasonable without concrete evidence of a legal violation. If I become aware of any legal violations, I will remove such links immediately.",
    "COPYRIGHT_HEADING": "Copyright",
    "COPYRIGHT_CONTENT": "The content and works created by me on these pages are subject to German copyright law. The reproduction, editing, distribution, and any kind of use beyond the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use.",
    "COPYRIGHT_INFO": "If content on this site was not created by me, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please inform me accordingly. If I become aware of any legal violations, I will remove such content immediately.",
    "CONTACT_HEADING": "Contact",
    "UPDATE": "Last updated:"
  },
  "LN": {
    "MAIN_HEADING": "Legal Notice",
    "BACK_TO_PORTFOLIO": ">> Home <<",
    "OWNER_HEADING": "Website Owner",
    "DISCLAIMER_HEADING": "Disclaimer",
    "DISCLAIMER_CONTENT": "The contents of this website have been created with the utmost care. However, I cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, I am responsible for my own content on these pages in accordance with § 7 Abs.1 TMG. According to §§ 8 to 10 TMG, I am not obliged to monitor transmitted or stored third-party information or investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information according to general laws remain unaffected. However, liability in this regard is only possible from the moment knowledge of a specific legal violation is obtained. If I become aware of any legal violations, I will remove the relevant content immediately.",
    "EXT_LINKS_HEADING": "External Links",
    "EXT_LINKS_CONTENT": "My website contains links to external third-party websites. I have no influence on the content of these external sites and therefore cannot assume any liability for their content. The respective provider or operator of the linked pages is always responsible for their content. The linked pages were checked for possible legal violations at the time of linking. No illegal content was identified at that time. However, permanent monitoring of the content of linked pages is not reasonable without concrete evidence of a legal violation. If I become aware of any legal violations, I will remove such links immediately.",
    "COP_NOT_HEADING": "Copyright Notice",
    "COP_NOT_CONTENT": "The content and works created by me on this website are subject to German copyright law. Any reproduction, modification, distribution, or any other form of use beyond the scope of copyright law requires my written consent. Downloads and copies of this website are only permitted for private, non-commercial use.",
    "COP_NOT_THIRD": "If content on this website was not created by me, the copyrights of third parties are respected. Third-party content is marked as such. Should you become aware of a copyright infringement, please notify me accordingly. If I become aware of any legal violations, I will remove such content immediately.",
    "CONTACT_INFO_HEADING": "Contact Information",
    "UPDATE": "Last updated:"
  }
}